---
kind: type
id: T:Autodesk.Revit.UI.UIThemeManager
source: html/d6f7a05b-dd4b-275d-a7d4-6d0ba67c6f28.htm
---
# Autodesk.Revit.UI.UIThemeManager

Manager object for the UITheme class.

## Syntax (C#)
```csharp
public static class UIThemeManager
```